Repository: OPENER-next/PIA
Catalog: lib/shared/l10n/*.arb
Languages: de

# poiKeywordTaxi02
source: Cab
de: Taxi

# poiKeywordParking01
source: Parking
de: Parkplatz

# poiKeywordParking02
source: Lot
de: Stellplatz

# poiKeywordBicycleParking01
source: Bicycle parking
de: Fahrradabstellplatz

# poiKeywordToilet01
source: Toilet
de: Toilette

# poiKeywordToilet03
source: Water closet
de: Klo

# poiKeywordToilet04
source: Lavatory
de: Toilette

# poiKeywordToilet05
source: Restroom
de: Toilette

# poiKeywordWasteBasket01
source: Wastebin
de: Mülleimer

# poiKeywordWasteBasket02
source: Waste basket
de: Papierkorb

# poiKeywordWasteBasket03
source: Bin
de: Abfalleimer

# poiKeywordWasteBasket04
source: Trash can
de: Mülltonne

# poiKeywordWasteBasket05
source: Garbage bin
de: Mülleimer

# poiKeywordBench01
source: Bench
de: Bank

# poiKeywordBench02
source: Seat
de: Sitzgelegenheit

# poiKeywordShelter01
source: Shelter
de: Unterstand

# poiKeywordLockers01
source: Lockers
de: Schließfächer

# poiKeywordLockers02
source: Luggage lockers
de: Gepäckaufbewahrung

# poiKeywordTicketMachine01
source: Ticket machine
de: Fahrkartenautomat

# poiKeywordATM01
source: ATM
de: Geldautomat

# poiKeywordATM02
source: Cash point
de: Bankautomat

# poiKeywordPostBox01
source: Postbox
de: Briefkasten

# poiKeywordPostBox02
source: Mailbox
de: Briefkasten

# poiKeywordPostBox03
source: Letterbox
de: Briefkasten

# poiKeywordPhotoBooth01
source: Photo booth
de: Fotoautomat

# poiKeywordPolice01
source: Police
de: Polizei

# poiKeywordShop01
source: Shop
de: Laden

# poiKeywordShop02
source: Store
de: Geschäft

# generalProfileTitle
source: Routing profile
de: Routenprofil

# generalProfileSpeedLabel
source: Speed
de: Geschwindigkeit

# generalProfileMinWidthLabel
source: Required width
de: Benötigte Breite

# generalProfileInclineDeclineLabel
source: Decline/Incline
de: Steigung/Gefälle

# generalProfileInclineDeclineValue
source: {incline} to {decline}
de: {incline} bis {decline}

# generalProfileLevelConnectionsLabel
source: Level connections
de: Ebenenwechsel

# generalProfileLevelConnectionsDescription
source: Preferred floor changes
de: Bevorzugte Stockwerkwechsel

# generalProfileCrossingsLabel
source: Crossings
de: Überquerungen

# generalProfileCrossingsDescription
source: Preferred street crossings
de: Bevorzugte Straßenüberquerungen

# generalProfileDoorsLabel
source: Doors
de: Türen

# generalProfileDoorsDescription
source: Preferred door types
de: Bevorzugte Türarten

# presetsButtonSemantic
source: Profile presets
de: Profilvoreinstellungen

# presetTitle
source: Apply routing preset
de: Routenvoreinstellung anwenden

# presetWheelchairLabel
source: Wheelchair
de: Rollstuhl

# presetAssistGuideDogLabel
source: Blind with guide dog
de: Blind mit Blindenhund

# presetAssistWalkerLabel
source: Assist walker
de: Gehhilfe

# presetBuggyLabel
source: Buggy
de: Kinderwagen

# presetBicycleLabel
source: Bicycle
de: Fahrrad

# presetLuggageLabel
source: Luggage
de: Gepäck

# presetPedestrianLabel
source: Pedestrian
de: Fußgänger

# levelProfileTitle
source: Level connections
de: Ebenenwechsel

# levelProfileStairsUpLabel
source: Stairs upwards usable
de: Treppe aufwärts benutzbar

# levelProfileStairsDownLabel
source: Stairs downwards usable
de: Treppe abwärts benutzbar

# levelProfileEscalatorLabel
source: Escalator usable
de: Rolltreppe benutzbar

# levelProfileMovingWalkwayLabel
source: Moving walkway usable
de: Rollsteig benutzbar

# levelProfileElevatorLabel
source: Elevator usable
de: Aufzug benutzbar

# crossingProfileTitle
source: Street crossings
de: Straßenüberquerungen

# crossingProfileUnmarkedLabel
source: Unmarked crossing usable
de: Unmarkierter Übergang benutzbar

# crossingProfileMarkedLabel
source: Marked crossing usable
de: Markierter Übergang benutzbar

# crossingProfileIslandLabel
source: Crossing with island usable
de: Übergang mit Insel benutzbar

# crossingProfileSignalsLabel
source: Crossing with signals usable
de: Übergang mit Ampel benutzbar

# crossingProfileBlindSignalsLabel
source: Crossing with blind signals usable
de: Übergang mit Blindenampel benutzbar

# doorProfileTitle
source: Doors
de: Türen

# doorProfileManualLabel
source: None automatic door usable
de: Nichtautomatische Tür benutzbar

# doorProfileAutomaticRevolvingLabel
source: Automatic revolving door usable
de: Automatische Dreh- und Schiebetür benutzbar

# doorProfileAutomaticButtonLabel
source: Automatic door with button usable
de: Automatische Tür mit Knopf benutzbar

# doorProfileAutomaticSensorLabel
source: Automatic door with sensor usable
de: Automatische Tür mit Sensor benutzbar

# cancelButton
source: Cancel
de: Abbrechen
